<?php

return [

    'admin' => [

        'menu-title' => 'Меню администратора',
        'title'      => 'Административная панель',

    ],

    'user' => [

        'menu-title' => 'Меню пользователя',
        'title'      => 'Профиль пользователя',
        'add-new'    => 'Добавить нового пользователя',

        'table' => [

            'col-name' => 'Имя',
            'col-role' => 'Роль',
            'admin'    => 'Администратор',
            'user'     => 'Пользователь',
            'unsigned' => 'Неопределенно',

        ],

        'popup' => [

            'delete'  => 'Ты действительно хочешь удалить пользователя',
            'btn-no'  => 'Нет',
            'btn-yes' => 'Да, хочу',

        ],

        'alert' => [

            'create' => 'Пользователя :name было добавлено!',
            'delete' => 'Пользователя было удалено!',

        ]

    ],

    'menu' => [

        'dashboard'   => 'Панель настроек',
        'users'       => 'Пользователи',
        'territories' => 'Территории',
        'schedule'    => 'График служения со стендом'

    ]

];
