<?php

return [

    'admin' => [

        'menu-title' => 'Меню администратора',
        'title'      => 'Административная панель',

        'settings' => [

            'stand' => [

                'title'      => 'Служение со стендом',
                'time-start' => 'Начало служения',
                'time-end'   => 'Окончание служения',

            ],

            'records' => [

                'title'    => 'Записи на странице',
                'per-page' => 'Показывать не более чем',

            ],

            'message' => [

                'title'      => 'Сообщение администратора',
                'global-msg' => 'Сообщение будет показано всем пользователям',

            ],

            'status' => 'Настройки успешно сохранены!'

        ],

    ],

    'user' => [

        'menu-title' => 'Меню пользователя',
        'title'      => 'Профиль пользователя',
        'add-new'    => 'Добавить нового пользователя',

        'table' => [

            'col-name' => 'Имя',
            'col-role' => 'Роль',
            'admin'    => 'Администратор',
            'user'     => 'Пользователь',
            'unsigned' => 'Неопределенно',

        ],

        'popup' => [

            'delete'  => 'Ты действительно хочешь удалить пользователя',
            'btn-no'  => 'Нет',
            'btn-yes' => 'Да, хочу',

        ],

        'alert' => [

            'create' => 'Пользователя :name было добавлено!',
            'delete' => 'Пользователя было удалено!',

        ]

    ],

    'menu' => [

        'settings'    => 'Панель настроек',
        'users'       => 'Пользователи',
        'territories' => 'Территории',
        'schedule'    => 'График служения со стендом'

    ]

];
