<?php

return [

    'greeting'   => 'Здравствуйте!',
    'salutation' => 'Спасибо за ваше обращение!',
    'info'       => 'Если у вас возникли какие-либо проблемы с нажатием кнопки, скопируйте и вставьте указанную ниже URL-адрес в веб-браузер: :url',

    'verify' => [

        'title' => 'Подтверждение электронного адреса',
        'text'  => 'Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой электронный адрес.',
        'btn'   => 'Подтвердить электронный адрес',

    ],

    'reset' => [

        'title'  => 'Сброс пароля',
        'text'   => 'Мы получили запрос на сброс пароля для учетной записи. Пожалуйста, нажмите кнопку ниже, чтобы сбросить пароль.',
        'btn'    => 'Сбросить пароль',
        'expire' => 'Срок действия этой ссылки для сброса пароля закончится через :count минут.',
        'info'   => 'Если вы не требовали сброса пароля, то можете проигнорировать это сообщение.',

    ],

    'territory' => [

        'title' => 'Просьба об обработке территории',
        'text'  => ':name желает обработать территорию № :number (:address). Пожалуйста, нажми кнопку ниже, чтобы разрешить.',
        'btn'   => 'Дать разрешение',

    ],

];
