<?php

return [

    'general' => [

        'login'        => 'Войти',
        'logout'       => 'Выйти',
        'register'     => 'Регистрация',
        'name'         => 'Имя',
        'email'        => 'E-mail адрес',
        'password'     => 'Пароль',
        'confirm-pass' => 'Подтвердить пароль',
        'confirm-info' => 'Пожалуйста, подтвердите свой пароль, прежде чем продолжать.',
        'failed'       => 'These credentials do not match our records.',
        'throttle'     => 'Too many login attempts. Please try again in :seconds seconds.',
        'link'         => 'этой ссылке',
        'update'       => 'Обновить',

    ],

    'verify' => [

        'title'   => 'Подтвердить свой email',
        'message' => 'На ваш электронный адрес отправлено новую ссылку для подтверждения.',
        'info'    => 'Прежде чем продолжить, пожалуйста, проверьте свой email. Если вы не получили электронное письмо, нажмите кнопку, чтобы отправить новый запрос на подтверждение электронной почты.',
        'btn'     => 'Отправить еще раз',

    ],

    'login' => [

        'remember' => 'Запомнить меня',
        'forgot'   => 'Забыли пароль?',
        'info'     => 'Если у вас еще нет аккаунта, перейдите на страницу регистрации по',

    ],

    'reset-pass' => [

        'title' => 'Сброс пароля',
        'link'  => 'Отправить ссылку для сброса пароля',
        'btn'   => 'Сбросить пароль'

    ],

    'user' => [

        'img'        => 'Фото пользователя',
        'choose-img' => 'Выбрать фото',
        'address'    => 'Адрес',
        'phone'      => 'Номер телефона',
        'role'       => 'Выбрать роль',
        'btn-add'    => 'Добавить пользователя',
        'btn-edit'   => 'Обновить пользователя',

    ],

];
