<?php

return [

    'appname'   => 'Мое служение',
    'home'      => 'Главная страница',
    'free'      => 'Свободное место',
    'sign'      => 'Записаться',
    'today'     => 'Сегодня',
    'prev-week' => 'Предыдущая неделя',
    'next-week' => 'Следующая неделя',

    'alert' => [

        'create' => ':user, ты создал запись на :time:00, :date. Спасибо!',
        'notice' => 'Запись в настоящее время уже существует. Пожалуйста, попробуй записаться на другое время.',
        'delete' => ':user, ты удалил запись на :time:00, :date. Спасибо!',

    ],

    'popup' => [

        'create'  => 'Ты действительно хочешь создать запись?',
        'delete'  => 'Ты действительно хочешь удалить запись?',
        'btn-no'  => 'Нет',
        'btn-yes' => 'Да, хочу',

    ],

];
