<?php

return [

    'admin' => [

        'menu-title' => 'Меню адміністратора',
        'title'      => 'Адміністративна панель',

        'settings' => [

            'stand' => [

                'title'      => 'Служіння зі стендом',
                'time-start' => 'Початок служіння',
                'time-end'   => 'Закінчення служіння',

            ],

            'records' => [

                'title'    => 'Записи на сторінці',
                'per-page' => 'Показувати не більше ніж',

            ],

            'message' => [

                'title'      => 'Повідомлення адміністратора',
                'global-msg' => 'Повідомлення буде показано всім користувачам',

            ],

            'status' => 'Налаштування успішно збережені!',

        ],

    ],

    'user' => [

        'menu-title' => 'Меню користувача',
        'title'      => 'Профіль користувача',
        'add-new'    => 'Додати нового користувача',
        'no-users'   => 'Немає користувачів...',

        'table' => [

            'col-name' => 'Ім\'я',
            'col-role' => 'Роль',
            'admin'    => 'Адміністратор',
            'user'     => 'Користувач',
            'unsigned' => 'Невизначено',

        ],

        'popup' => [

            'delete'  => 'Ти справді хочеш видалити користувача',
            'btn-no'  => 'Ні',
            'btn-yes' => 'Так, хочу',

        ],

        'alert' => [

            'create' => 'Користувача :name було додано!',
            'update' => 'Дані про користувача успішно оновлено!',
            'delete' => 'Користувача було видалено!',

        ]

    ],

    'territories' => [

        'title'          => 'Територія',
        'marker-title'   => 'Твоя територія тут',
        'address'        => 'Адреса',
        'user'           => 'Вісник',
        'no-territories' => 'Території відсутні...',

        'form' => [

            'number'        => 'Номер',
            'coordinates'   => 'Координати',
            'description'   => 'Опис',
            'assign'        => 'Призначити',
            'assign-nobody' => 'Нікому',

            'add-new' => [

                'title' => 'Додати нову територію',
                'btn'   => 'Додати територію',

            ],

            'update' => [

                'title' => 'Оновити: ',
                'btn'   => 'Оновити територію'

            ],

        ],

        'status' => [

            'title'     => 'Статус',
            'all'       => 'Всі',
            'processed' => 'Опрацьовується',
            'free'      => 'Вільна',
            'pending'   => 'В очікуванні',

        ],

        'popup' => [

            'delete'  => 'Ти справді хочеш видалити територію',
            'btn-no'  => 'Ні',
            'btn-yes' => 'Так, хочу',

        ],

        'alert' => [

            'create' => 'Територія :name успішно додана!',
            'update' => 'Територія успішно оновлена!',
            'delete' => 'Територія видалена!',

        ],

    ],

    'menu' => [

        'settings'    => 'Панель налаштувань',
        'user'        => 'Моя особиста сторінка',
        'users'       => 'Користувачі',
        'territories' => 'Території',
        'schedule'    => 'Графік служіння зі стендом'

    ]

];
