<?php

return [

    'admin' => [

        'menu-title' => 'Меню адміністратора',
        'title'      => 'Адміністративна панель',

    ],

    'user' => [

        'menu-title' => 'Меню користувача',
        'title'      => 'Профіль користувача',
        'add-new'    => 'Додати нового користувача',

        'table' => [

            'col-name' => 'Ім\'я',
            'col-role' => 'Роль',
            'admin'    => 'Адміністратор',
            'user'     => 'Користувач',
            'unsigned' => 'Не визначено',

        ],

        'popup' => [

            'delete'  => 'Ти справді хочеш видалити користувача',
            'btn-no'  => 'Ні',
            'btn-yes' => 'Так, хочу',

        ],

        'alert' => [

            'create' => 'Користувача :name було додано!',
            'delete' => 'Користувача було видалено!',

        ]

    ],

    'menu' => [

        'dashboard'   => 'Панель налаштувань',
        'users'       => 'Користувачі',
        'territories' => 'Території',
        'schedule'    => 'Графік служіння зі стендом'

    ]

];
