<?php

return [

    'admin' => [

        'menu-title' => 'Меню адміністратора',
        'title'      => 'Адміністративна панель',

    ],

    'user' => [

        'menu-title' => 'Меню користувача',
        'title'      => 'Профіль користувача',
        'add-new'    => 'Додати нового користувача',

    ],

    'menu' => [

        'dashboard'   => 'Панель налаштувань',
        'users'       => 'Користувачі',
        'territories' => 'Території',
        'schedule'    => 'Графік служіння зі стендом'

    ]

];
