<?php

return [

    'admin' => [

        'menu-title' => 'Меню адміністратора',
        'title'      => 'Адміністративна панель',

        'settings' => [

            'stand' => [

                'title'      => 'Служіння зі стендом',
                'time-start' => 'Початок служіння',
                'time-end'   => 'Закінчення служіння',

            ],

            'records' => [

                'title'    => 'Записи на сторінці',
                'per-page' => 'Показувати не більше ніж',

            ],

            'message' => [

                'title'      => 'Повідомлення адміністратора',
                'global-msg' => 'Повідомлення буде показано всім користувачам',

            ],

            'territory' => [

                'admin-title'             => 'Відповідальний за території',
                'admin-default'           => 'Обрати відповідального за території',
                'map-title'               => 'Карта території',
                'map-zoom'                => 'Масштаб карти',
                'map-zoom-control'        => 'Управління масштабуванням карти',
                'map-type-control'        => 'Управління типом карти',
                'map-street-view-control' => 'Управління переглядом вулиць на карті',
                'map-scroll-wheel'        => 'Управління колесом прокрутки миші',
                'map-full-screen-control' => 'Управління повноекранним режимом',

            ],

            'status' => 'Налаштування успішно збережені!',

        ],

    ],

    'user' => [

        'menu-title' => 'Меню користувача',
        'title'      => 'Профіль користувача',
        'add-new'    => 'Додати нового користувача',
        'no-users'   => 'Немає користувачів...',

        'table' => [

            'col-name' => 'Ім\'я',
            'col-role' => 'Роль',
            'admin'    => 'Адміністратор',
            'user'     => 'Користувач',
            'unsigned' => 'Невизначено',

        ],

        'popup' => [

            'delete'  => 'Ти справді хочеш видалити користувача',
            'btn-no'  => 'Ні',
            'btn-yes' => 'Так, хочу',

        ],

        'alert' => [

            'create' => 'Користувача :name було додано!',
            'update' => 'Дані про користувача успішно оновлено!',
            'delete' => 'Користувача було видалено!',

        ],

        'message' => [

            'verified'     => 'Цей користувач підтвердив свою електронну адресу.',
            'not-verified' => 'Цей користувач не підтвердив свою електронну адресу.',

        ]

    ],

    'territories' => [

        'title'          => 'Територія',
        'your-title'     => 'Твої території',
        'marker-title'   => 'Твоя територія тут',
        'address'        => 'Адреса',
        'user'           => 'Вісник',
        'time-to'        => 'Опрацювати до',
        'time-start'     => 'Початок',
        'time-end'       => 'Закінчення',
        'no-territories' => 'Території відсутні...',
        'no-data'        => 'Даних ще немає...',
        'statistics'     => 'Статистика опрацювання',
        'btn-start'      => 'Взяти територію',
        'btn-end'        => 'Здати територію',

        'form' => [

            'number'        => 'Номер',
            'coordinates'   => 'Координати',
            'description'   => 'Опис',
            'assign'        => 'Призначити',
            'assign-nobody' => 'Нікому',

            'add-new' => [

                'title' => 'Додати нову територію',
                'btn'   => 'Додати територію',

            ],

            'update' => [

                'title' => 'Оновити: ',
                'btn'   => 'Оновити територію'

            ],

        ],

        'status' => [

            'title'     => 'Статус',
            'all'       => 'Всі',
            'processed' => 'Опрацьовується',
            'free'      => 'Вільна',
            'pending'   => 'В очікуванні',

        ],

        'popup' => [

            'update-start' => 'Ти справді хочеш попросити про опрацювання території',
            'update-end'   => 'Ти справді хочеш здати територію',
            'delete'       => 'Ти справді хочеш видалити територію',
            'btn-no'       => 'Ні',
            'btn-yes'      => 'Так, хочу',

        ],

        'alert' => [

            'create' => 'Територія :name успішно додана!',
            'update' => 'Територія успішно оновлена!',
            'delete' => 'Територія видалена!',
            'error'  => 'Опрацювання території нікому не призначено. Признач будь ласка вісника, який буде її опрацьовувати.',

        ],

        'message' => [

            'territory-pending'      => ':name хоче опрацювати цю територію.',
            'territory-warning'      => 'Територія знаходиться в стані очікування. Жоден вісник не може взяти її на опрацювання.',
            'territory-warning-user' => 'Територія знаходиться в стані очікування. Ти не можеш її опрацьовувати, доки відповідальний за території не призначить її тобі.',
            'territory-end-short'    => 'Час на опрацювання цієї території завершився.',
            'territory-end'          => 'Час на опрацювання цієї території завершився. Здай її будь ласка відповідальному за території.',
            'territory-take'         => 'Твоє прохання про опрацювання території було надіслано відповідальному за території.',
            'territory-give'         => 'Територію здано.',

        ]

    ],

    'menu' => [

        'settings'    => 'Панель налаштувань',
        'user'        => 'Моя сторінка',
        'users'       => 'Користувачі',
        'territories' => 'Території',
        'schedule'    => 'Графік служіння зі стендом'

    ]

];
