<?php

return [

    'admin' => [

        'menu-title' => 'Меню адміністратора',
        'title'      => 'Адміністративна панель',

        'settings' => [

            'stand' => [

                'title'      => 'Служіння зі стендом',
                'time-start' => 'Початок служіння',
                'time-end'   => 'Закінчення служіння',

            ],

            'records' => [

                'title'    => 'Записи на сторінці',
                'per-page' => 'Показувати не більше ніж',

            ],

            'message' => [

                'title'      => 'Повідомлення адміністратора',
                'global-msg' => 'Повідомлення буде показано всім користувачам',

            ],

            'status' => 'Налаштування успішно збережені!',

        ],

    ],

    'user' => [

        'menu-title' => 'Меню користувача',
        'title'      => 'Профіль користувача',
        'add-new'    => 'Додати нового користувача',

        'table' => [

            'col-name' => 'Ім\'я',
            'col-role' => 'Роль',
            'admin'    => 'Адміністратор',
            'user'     => 'Користувач',
            'unsigned' => 'Невизначено',

        ],

        'popup' => [

            'delete'  => 'Ти справді хочеш видалити користувача',
            'btn-no'  => 'Ні',
            'btn-yes' => 'Так, хочу',

        ],

        'alert' => [

            'create' => 'Користувача :name було додано!',
            'delete' => 'Користувача було видалено!',

        ]

    ],

    'menu' => [

        'settings'    => 'Панель налаштувань',
        'users'       => 'Користувачі',
        'territories' => 'Території',
        'schedule'    => 'Графік служіння зі стендом'

    ]

];
