<?php

return [

    'greeting'   => 'Привіт!',
    'salutation' => 'Дякуємо за ваше звернення!',
    'info'       => 'Якщо у вас виникли будь які проблеми з натисканням кнопки, скопіюйте та вставте вказану нижче URL-адресу у веб-браузер: :url',

    'verify' => [

        'title' => 'Підтвердження електронної адреси',
        'text'  => 'Будь ласка, натисніть кнопку нижче, щоб підтвердити свою електронну адресу.',
        'btn'   => 'Підтвердити електронну адресу',

    ],

    'reset' => [

        'title'  => 'Скидання пароля',
        'text'   => 'Ми отримали запит на скидання пароля для вашого облікового запису. Будь ласка, натисніть кнопку нижче, щоб скинути свій пароль.',
        'btn'    => 'Скинути пароль',
        'expire' => 'Термін дії цього посилання для скидання пароля закінчиться за :count хвилин.',
        'info'   => 'Якщо ви не вимагали скидання пароля, то можете проігнорувати це повідомлення.',

    ],

    'territory' => [

        'title' => 'Прохання про опрацювання території',
        'text'  => ':name бажає опрацювати територію № :number (:address). Будь ласка, натисни кнопку нижче, щоб надати дозвіл.',
        'btn'   => 'Надати дозвіл',

    ],

];
