<?php

return [

    'general' => [

        'login'        => 'Ввійти',
        'logout'       => 'Вийти',
        'register'     => 'Реєстрація',
        'name'         => 'Ім\'я',
        'email'        => 'E-mail адреса',
        'password'     => 'Пароль',
        'confirm-pass' => 'Підтвердити пароль',
        'confirm-info' => 'Будь ласка, підтвердіть свій пароль, перш ніж продовжувати.',
        'failed'       => 'These credentials do not match our records.',
        'throttle'     => 'Too many login attempts. Please try again in :seconds seconds.',
        'link'         => 'цим посиланням',
        'update'       => 'Оновити',

    ],

    'verify' => [

        'title'   => 'Підтвердити свій email',
        'message' => 'На вашу електронну адресу надіслано нове посилання для підтвердження.',
        'info'    => 'Перш ніж продовжити, будь ласка, перевірте свій email. Якщо ви не отримали електронного листа, натисніть кнопку, щоб надіслати новий запит на підтвердження електронної пошти.',
        'btn'     => 'Надіслати ще раз',

    ],

    'login' => [

        'remember' => 'Запам\'ятати мене',
        'forgot'   => 'Забули свій пароль?',
        'info'     => 'Якщо у вас ще немає облікового запису, перейдіть на сторінку реєстрації за',

    ],

    'reset-pass' => [

        'title' => 'Скидання пароля',
        'link'  => 'Надіслати посилання для скидання пароля',
        'btn'   => 'Скинути пароль'

    ],

    'user' => [

        'img'        => 'Фото користувача',
        'choose-img' => 'Обрати фото',
        'address'    => 'Адреса',
        'phone'      => 'Номер телефону',
        'role'       => 'Обрати роль',
        'btn-add'    => 'Додати користувача',
        'btn-edit'   => 'Оновити користувача',

    ],

];
