<?php

return [

    'appname'           => 'Моє служіння',
    'home'              => 'Головна сторінка',
    'free'              => 'Вільне місце',
    'sign'              => 'Записатися',
    'today'             => 'Сьогодні',
    'tomorrow'          => 'Завтра',
    'prev-week'         => 'Попередній тиждень',
    'next-week'         => 'Наступний тиждень',
    'ministry-schedule' => 'Твій графік служіння зі стендом',
    'no-entries'        => 'Немає жодного запису на цей день...',

    'alert' => [

        'create' => ':user, ти створив запис на :time:00, :date. Дякую!',
        'notice' => 'Запис на цей час вже існує. Будь ласка, спробуй записатися на інший час.',
        'delete' => ':user, ти видалив запис на :time:00, :date. Дякую!',

    ],

    'popup' => [

        'create'  => 'Ти справді хочеш створити запис?',
        'delete'  => 'Ти справді хочеш видалити запис?',
        'btn-no'  => 'Ні',
        'btn-yes' => 'Так, хочу',

    ],

];
